<?php
/**
 * Created by JetBrains PhpStorm.
 * User: elnino
 * Date: 13-6-8
 * Time: 下午3:47
 * To change this template use File | Settings | File Templates.
 */

return array(
    'none_0' =>
        "Hi，这里是淘房梦幼儿园，欢迎这位小盆友。在此你可以学习现实生活中的理财知识，帮助你在真实世界实现淘房梦。\n".
        SPLIT."\n".
        "在遥远宇宙的另外一端，有一个美丽而富饶的国家，谓之[天朝]，他正在高速发展，日新月异 。".
        "此刻你在天朝的某个繁华都市，像勤劳的蜜蜂一样努力地工作并蜗居着。".
        "这一年你正好30岁，结婚了，刚生了小孩，眼下正在为买房子而发愁。".
        "那么马上开始你的淘房梦之旅吧，梦梦会全程陪伴你哟~",
    'none' =>
        "【a】开始吧\n".
        "【q】返回主菜单\n",

    'help' => "回复以下：\n".
        "【home】重新开始\n".
        "【me】查看开支明细\n".
        "【all】查看所有资产\n".
        "【now】重复提示当前的信息\n",
        "回复【now】继续游戏\n",

    "succeed_condition" => "请牢牢记住你的通关条件，你必须同时满足以下3个条件：\n".
        "1.购买自住房产\n".
        "2.达到财富自由\n".
        "3.至少购买10个不动产\n".
        "注：财富自由指你不工作时的收入超过你的总支出，也就是说，月被动收入大于月总支出。\n",

    'welcome' => SPLIT."\n".
        "在游戏中随时回复\"home\"可以重新开始游戏；随时回复\"help\",可以从查看目标和提示；随时回复\"now\",可以查看当前提示\n",

    'characters' => "【q】返回\n",
    'character_0' => "请选择你的角色？\n".
        "游戏角色设计在30岁，还没有房子，有一些储蓄，这样比较符合天朝人大多数的情况\n".
        SPLIT."\n".
        "请回复以下数字选角色：\n",

    'character_no' => "没有读到这个脚色,请重新输入\n",

    'city' => "请选择你在天朝的城市:\n".
        SPLIT0."\n".
        "-- 房价低(简单)\n".
        "【0833】山乐城\n".
        "【0535】苹果城\n".
        "-- 二线城市(中等)\n".
        "【027】江都\n".
        "【028】蓉都\n".
        "【029】废都\n".
        "【025】旧都\n".
        "【023】陪都\n".
        "-- 一线城市(较难)\n".
        "【021】魔都\n".
        "【020】妖都\n".
        "【0755】雌都\n".
        SPLIT."\n".
        "回复【q】返回",

    'city_error' => "你输入的城市有误，没有这个城市\n",

    'step' => "【a】别墨迹了,继续吧\n",
    'step_1' => "[梦梦提示]你没有房子，虽然你工资涨了，但是房价和房租也一起涨了。\n".
        "你甚至发现，你之前买得起的房子现在可能买不起了。\n",
    'step_2' => "[梦梦提示]虽然房价涨了，但你自住的房子不能给你带来现金流。实际上你除了心理受益以外，没有其他的任何受益。\n",
    'step_3' => "[梦梦提示]房价涨了，房租也涨了,可月供却没有变，你投资的房产现金流由负变正，越来越多。\n",

    "end" => "你可以换个城市试一试，难度不同\n".
        "【a】重新开始\n",

    'succeed' => "你可以试一试一线城市，难度更大，也可以继续游戏，规划你的整个人生\n".
        "【a】重新开始\n".
        "【b】继续游戏\n",
    'succeed_0' => "恭喜你，你胜利了\n",
    'succeed_1' => "你的月被动收入（不用工作就能得到的收入）已经大于你的总支出，你完全没有必要工作了\n".
        "这意味着你已经达到了财富自由，你可以做任何你想做的事情。\n",
//    'succeed_2' => "你在天朝已经拥有超过10套房子，而且你每月的现金流为正\n".
//        "【梦梦提示】工作对你来说依然很重要，你不能轻易地辞掉工作，但是你已经实现了你的“淘房梦”\n".
//        "但是你要记住，财富不以钱多少来衡量，而是用时间来衡量，你的财富还是能够花完\n",


    'failed_60' => "你已经60了，你失败了，你没有达到财富自由\n".
        "很遗憾你用尽一生并没有达到你的淘房梦\n".
        "【梦梦提示】虽然你没有达到，但是你已经努力了，只要你多学习理财知识，多试一试，梦梦相信你在现实生活中能达到的\n",
    'failed_no_cash' => "你失败了，因为你现金已经花光，你身负不可挽回的负债，催债公司会想方设法地对付你\n".
        "【梦梦提示】你采用非常危险的方式追逐名利，这不是梦梦推荐你的方式\n".
        "梦梦在现实生活中也极度反对你这样操作，购买你无法负担的房产\n",

    'base_accident' => "你这个月发生了一个意外\n".
        "【a】查看意外\n",
    'base_sale' => "这个月,你挂出的房源有人愿意高价购买\n".
        "【a】查看高价求购信息\n".
        "【q】我不愿意出售房产\n",
    'base_chance' => "本月你还有一次机会\n".
        "【a】看房\n".
        "【b】看商业地产\n".
        "【c】看股票基金\n".
        "【d】看理财产品\n".
        "【e】考证考级\n".
        "【g】看博彩产品\n".
        "【o】其他\n".
        SPLIT0."\n".
        "【n】下个月吧\n",
    'base_step' => "你已经用完了本月的机会\n".
        "【o】其他\n".
        SPLIT0."\n".
        "【n】下个月\n",
    "base_no_cash" => "【梦梦提醒】你现在现金已经为负，已经在破产的边缘了，你必须变卖你的投资房产才能继续\n".
        "【9】急售不动产\n",

    'otherbase' => "你本月又一次机会\n".
        "【a】查看我的信息\n".
        "【b】急售不动产\n".
        "【c】银行无抵押贷款\n".
        "【d】偿还贷款\n".
        "【e】出售股票\n".
        "【q】返回\n",

    "loan" => "如果你要贷款，请输入金额，单位万\n".
        "如果你要放弃，请回复【q】\n",

    "loan_header" => "银行无抵押贷款，总额度有限，最长只能分36个月，且利率较高，年息10%。\n".
        "如果贷款1万元，则每月最低还款额为322元\n".
        SPLIT0."\n",

    "loanlist" =>
        "【t】还款全部\n".
        "【q】返回\n",

    "loanrefund" => "请回复你需要偿还的金额，单位元\n".
        "如果回复q 放弃还款\n".
        "如果回复t 全部还完\n",

    "housebase" => "看房产\n".
        "【a】看小房子\n".
        "【b】看大房子\n".
        "【c】看豪宅\n".
        "【d】看别墅\n".
        "【q】返回\n",

    "me" => "选择你要查看的信息\n".
        "【a】查看详细信息\n".
        "【b】查看我的不动产\n".
        "【c】查看我的额外贷款\n".
        "【d】查看我的理财产品\n".
        "【e】查看我的挂证\n".
        "【q】返回\n",

    "meestate" => "【q】返回\n",
    "meloan" => "【q】返回\n",
    "melicai" => "【q】返回",

    "shopbase" => "看商业地产\n".
        "【a】看小商铺\n".
        "【b】看中等商铺\n".
        "【c】看大商铺\n".
        "【q】返回\n",

    'housechance' => "是否要购买这个房产？\n".
        "【a】购买这个房子\n".
        "【q】放弃购买\n",

    'housechance_cannot_buy' => "中介/售楼小姐冷冷地对你说：哥，你这点钱能买什么啊，浪费姐时间\n".
        "不过梦梦建议你不要灰心，相信自己总有一天能买得起\n".
        "【q】放弃购买\n".
        "【b】额外贷款购买\n",

    'housechanceloan' => "确定要用额外贷款的方式购买这个房产？\n".
        "【a】额外贷款购买\n".
        "【q】放弃购买\n",

    'housechanceloan_cannot_by' => "天朝银行信贷员告诉你，你的无抵押贷款额度已经用完了，不能获得这笔额外贷款。\n".
        "不过梦梦建议你不要灰心，相信自己总有一天能买得起\n".
        "【q】放弃购买\n",

    'shopchance' => "是否要购买这个不动产？\n".
        "【a】购买这个不动产\n".
        "【q】放弃购买\n",

    'shopchance_cannot_buy' => "卖家说：你貌似买不起吧。\n".
        "不过梦梦建议你不要灰心，相信自己总有一天能买得起\n".
        "【q】放弃购买\n".
        "【b】额外贷款购买\n",

    'shopchanceloan' => "确定要用额外贷款的方式购买这个商铺？\n".
        "【a】额外贷款购买\n".
        "【q】放弃购买\n",

    'shopchanceloan_cannot_by' => "天朝银行信贷员告诉你，你的无抵押贷款额度已经用完了，不能获得这笔额外贷款。\n".
        "不过梦梦建议你不要灰心，相信自己总有一天能买得起\n".
        "【q】放弃购买\n",

    "lottery" => "【a】购买这个机会\n".
        "【q】放弃购买\n",

    "lottery_cannot_by" => "服务员热情地告诉你，钱不够无法参加这个活动\n".
        "【q】放弃购买\n".
        "【b】额外贷款购买\n",

    "lottery_cannot_loan" => "银行信贷员洞悉了你贷款的目的是去干这事，拒绝了你的贷款要求\n".
        "【q】放弃购买\n",

    "certificatechance" => "【a】参加培训考证\n".
        "【q】放弃\n",
    "certificatechance_q" => "你已经获得了这个证书，不用再参加这个培训了。\n".
        "【q】放弃\n",

    "certificatechance_0" => "你和朋友交流的过程中，听说他参加了一个培训，这个培训能让外行人很短的时间就能通过考证，拿到证书。".
        "而这个证书可以直接挂靠到其他公司获得收入，但是有2个问题\n".
        "1. 培训费用很高\n".
        "2. 准备考试很辛苦，这段时间除了工作以外什么都不能做，只能复习考试\n".
        "你要参加这个培训吗?\n".
        SPLIT."\n",

    "certificatechance_cannot_by" => "培训机构业务员热情地告诉你，钱不够无法参加这个培训\n".
        "【q】放弃\n".
        "【b】额外贷款参加培训\n",

    "certificatechance_cannot_loan" => "银行信贷员洞悉了你贷款的目的是去干这事，拒绝了你的贷款要求\n".
        "【q】放弃\n",

    "licaichance" => "如果你要购买，请输入金额，单位(万);\n".
        "如果要放弃，请回复【q】",

    "assetslist" => "回复【q】返回",

    "assetshandle" => "【a】急售(低价贱卖)\n".
        "【q】返回\n",


    "accident_0" => "【a】支付\n",
    "accident_1" => "【a】一次性支付\n".
        "【b】信用卡支付\n",
    "accident_other" => "面对意外，你无法拒绝，别抱怨老天不公平\n",

    "sale_1" =>
        "【a】出售该资产\n".
        "【q】放弃出售\n",
    "sale_0" => "【q】返回\n",

    "celebrate" => "【a】我知道了，继续吧\n",
    "celebrate_0" => "恭喜你\n终于摆脱了蜗居，买了人生的第一套房子，你成为了房奴，买房总有遗憾，但这只是开始，后面你将开始投资的经历\n".
        "【梦梦提示】记住一点，自住房永远不算资产，你需要另外购买的房产，才算是资产。你买房后公积金能够使用了，从此你的公积金将记录为你拿到手的收入，你的公积金账户余额将转为你的储蓄。",
    "celebrate_1" => "恭喜你\n终于摆脱了房奴，成为了小房虫\n".
        "【梦梦提示】你可能发现了，投资房产其实比自助房产要简单，因为你可以出租，这样就相当于有人帮你供房子。",
    "celebrate_4" => "恭喜你\n成为了真正的房虫，拥有了4套投资房。\n".
        "【梦梦提示】你是否已经有点淘房梦的感觉。\n",
    "celebrate_7" => "恭喜你\n成为了房哥。\n".
        "【梦梦提示】你可能已经找到门路了，再接再励，不停复制这种模式，你将最终实现淘房梦。\n",
    "celebrate_10" => "恭喜你\n成为了房叔。\n".
        "【梦梦提示】你其实离梦想已经比较接近了。\n",
    "celebrate_13" => "恭喜你\n成为了房爷。\n".
        "【梦梦提示】你其实离梦想已经非常接近了。\n",
    "celebrate_16" => "恭喜你\n成为了房神。\n".
        "【梦梦提示】你离梦想只有一步之遥了。\n",

    "upgrade" => "游戏内核已经进行不兼容升级，你必须重新开始\n".
        SPLIT."\n".
        "回复[home]或者[新的开始]重新开始游戏",

    "stockchance" =>
        "你要购买的股票和基金必须是整100份\n".
        "请输入你要买多少钱的股票或基金，单位元\n".
        "如果放弃，请回复【q】\n",

    "stocklist" => "【q】放弃\n",

    "stocksale" =>
        "你要出售的股票和基金必须是整100份\n".
        "请输入你要卖多少钱的股票和基金，单位元\n".
        "出售所有,回复【t】\n".
        "如果放弃,回复【q】\n",
);