<?php
/**
 * Created by JetBrains PhpStorm.
 * User: elnino
 * Date: 13-5-1
 * Time: 下午3:01
 * To change this template use File | Settings | File Templates.
 */

return array(
    'common' => array(
        'not' => "梦梦，正在努力开发中，稍后会推出，谢谢你的支持",
        'home' => "回复home - 回到全部开始状态",
        'noback' => "当前状态不支持回复 back ",
        'split0' => SPLIT0,
        'split' =>  SPLIT,
    ),

    'home' => array(
        's0' =>
            "欢迎使用淘房梦，淘房梦定位帮助无房族，房奴，通过买很多房子，最终实现财富自由的梦想。\n".
            "淘房梦是由一位房地产理财顾问和一位互联网软件架构师联合打造，每天向你推送一条经济学小故事\n".
            "你也可以通过玩淘房梦游戏，提前体验无法预知的未来，从而学习房地产和理财知识，找到通往财富自由之路。\n".
            SPLIT."\n".
            "请回复以下字母。\n".
            "【a】淘房梦游戏\n",
        's10' => "",
        's20' => "你正在[现实淘房工具]菜单\n".
            SPLIT."\r\n".
            "【1】快速预估二手房房价\n".
            "【2】房贷计算器\n".
            "【3】我不知道我该不该买房\n".
            "【9】返回主菜单\n",
        's21' => "",
        's22' => "",
        's23' => "",
    ),
//    "入门版主要设计与教你初步感受中国的发展，并不完全仿真，主要理念如下：\n".
//        "-不限购，不限贷\n".
//        "-不涉及商业地产\n".
//        "-房价一直是稳步上涨\n".
//        "-税费等简易计算，无装修费\n".
//        "-买房子瞬间卖的掉\n".
//        "如果想体验比较真实的中国国情，请使用淘房梦游戏高级版\n".
//        "你确定要开始 淘房梦简易游戏 费入门版吗？\n".
);
